{
    "privacy": {"content":"뉴아이디 개인정보 처리방침\n최종 업데이트: 2023년 4월 15일\n \n본 개인정보 처리 방침은 NEW ID 및 그 계열사(통칭하여 \"NEW\", \"당사\", \"당사의\" 또는 \"저희\")가 귀하의 개인정보를 포함한 특정 정보를 수집, 사용 및 공개하는 방법과 해당 정보에 대해 귀하의 선택권에 대해 설명합니다.\nNEW는 시청자에게 콘텐츠와 경험을 제공하는 미디어 및 엔터테인먼트 회사입니다. 귀하가 저희의 스트리밍 서비스, 모바일 및 온라인 애플리케이션 또는 저희 브랜드의 기타 제품 및 서비스를 사용하거나, 저희 웹사이트를 방문하거나, 저희의 라이브 이벤트에 참석하거나, 저희의 콘텐츠 또는 광고를 시청하거나, 저희의 고객 서비스(통칭하여 \"서비스\")에 문의할 때, 저희는 귀하로부터 또는 귀하에 관한 정보를 수집할 수 있습니다.\nNEW는 귀하가 직접 제공하는 개인정보, 귀하의 서비스 이용 방식에 관한 정보 및 제3자로부터의 정보를 수집할 수 있습니다. NEW는 이러한 정보를 사용하여 귀하에게 서비스를 제공하고, 귀하의 서비스 사용 방식을 이해하여 귀하의 사용 경험을 개선하고, 귀하에게 가장 적합한 앱, 기술 및 콘텐츠를 개발할 수 있습니다. 또한 NEW는 귀하의 관심사에 맞는 맞춤형 광고를 제공하기 위해 개인정보를 사용할 수 있습니다. 서비스를 이용함으로써 귀하는 본 개인정보 처리 방침에 명시된 데이터 수집 관행 및 목적을 인정하는 것으로 간주됩니다.\n \n수집되는 정보\n저희는 귀하의 서비스 이용과 관련하여 귀하에 관한 정보를 수집합니다. 이러한 정보 중 일부는 (관련 법률에 정의된 바에 따라) “개인정보”로 간주될 수 있으며, 이는 귀하 또는 귀하의 디바이스를 식별하거나 귀하와 합리적으로 연관되는 모든 정보입니다. 또한 당사는 귀하 또는 귀하의 디바이스를 식별하지 않으며 “개인정보”로 간주되지 않는 집계 정보 또는 비식별화된 정보를 수집, 사용 및 공개할 수 있습니다.\n \n1. 귀하가 저희에게 제공하는 정보\n등록 정보: 귀하가 신청서를 작성하거나, 콘테스트, 경품 또는 경연대회에 참가하거나, 당사의 이벤트에 참석하거나, 프로모션에 참여하거나, 당사가 후원하는 설문조사에 응답하는 경우, 저희는 귀하의 이름, 이메일 주소 및 비밀번호와 같은 정보를 요청할 수 있습니다.\n귀하가 저희 서비스에 게시하는 정보: 저희는 귀하가 저희 서비스에 댓글이나 기타 콘텐츠를 게시할 때 정보를 수집할 수 있으며, 여기에는 귀하의 사용자명 또는 별명, 댓글, 좋아요, 관심사, 상태, 사진 및 귀하의 온라인 활동에 대한 언급이 포함될 수 있습니다.\n \n2. 저희가 자동으로 수집하는 정보\n디바이스 정보: 당사는 귀하의 서비스 이용 및 활동, 귀하와 당사와의 상호 작용, 귀하의 네트워크 데이터, 네트워크 디바이스 또는 귀하가 서비스에 액세스하기 위해 사용하는 디바이스에 대한 정보를 포함하여 귀하로부터 또는 귀하에 관한 정보를 수집할 수 있습니다. 이러한 정보에는 다음이 포함됩니다:\n\u009E 제목 선택, 시청한 콘텐츠, 시청한 광고(해당되는 경우), 검색어 등 저희 서비스에서의 귀하의 활동\n\u009E 이메일 등 귀하와의 소통 내용\n\u009E 저희에게 연락한 날짜, 시간 및 이유, 저희와의 대화 내용 등 저희 고객 서비스 부서와 상호 소통한 내용\n\u009E 귀하의 디바이스 하드웨어 정보 및 기타 고유 디바이스 식별자 (예: IP 주소, 애플리케이션 버전, OS, OS 버전 및 서비스에 액세스하는 데 사용하는 설정)\n\u009E 귀하의 대략적인 위치를 추정하는 데 사용될 수 있는 IP 주소와 같은 귀하의 위치 정보\n로그 정보: 진단, 기술, 오류 및 사용 정보 (예: 귀하의 서비스 이용 시간 및 기간, 귀하가 디바이스에 입력한 서비스 관련 검색어, 저희가 귀하의 디바이스에 설정한 쿠키에 저장된 모든 정보).\n시청 정보: 귀하의 네트워크, 채널, 방문한 웹사이트, 귀하의 디바이스에서 시청한 프로그램 및 시청 시간 등 귀하의 서비스 사용 및 선호도에 관한 정보를 수집할 수 있습니다.\n파트너사가 제공하는 정보: 저희는 신뢰할 수 있는 여타 비즈니스 파트너로부터 정보를 수집할 수 있습니다. 이러한 비즈니스 파트너에는 귀하의 TV 또는 인터넷 서비스 제공업체나 귀하의 디바이스에서 서비스 또는 콘텐츠를 이용할 수 있도록 하는 기타 스트리밍 미디어 디바이스 제공업체, 이동전화 사업자 또는 귀하에게 서비스를 제공하는 업체와 같은 회사가 포함될 수 있습니다. 저희는 서비스 제공업체, 데이터 라이선스 제공자 및 애그리게이터, 마케팅 회사, 광고 파트너, 프로그램 배포자, 소셜 미디어 플랫폼 및 공개 데이터베이스 등으로부터 귀하에 관한 정보를 수집할 수 있습니다.\n저희의 비즈니스 파트너가 당사에 제공하는 정보는 해당 서비스의 성격에 따라 다르며, 여기에는 IP 주소, 디바이스 ID 또는 기타 고유 식별자, 귀하의 관심사에 대한 정보, 인구통계학적 데이터, 구매 이력, 온라인 활동 등이 포함될 수 있습니다.\n \n3. 공개 정보 또는 상업적으로 이용 가능한 정보\n저희는 또한 소셜 네트워크상의 정보를 포함하여 공개 정보 또는 상업적으로 이용 가능한 정보를 수집하고 이를 귀하의 필요, 관심사 및 선호도에 관한 다른 정보와 결합할 수 있습니다.\n \n4. 귀하의 선택권\n저희 서비스에서 요청하는 정보에 대해 귀하가 정보 제공 범위를 제한하도록 선택할 수 있습니다. 다만 저희 서비스의 작동에 필요한 정보를 제공하지 않기로 선택하면 일부 서비스 이용이 제한될 수 있습니다.\n \n귀하의 정보를 사용하는 방식과 그 사유\n저희는 수집된 정보를 이 처리방침에서 설명 드리는 바 대로 사용할 수 있습니다:\n저희는 귀하에게 서비스를 제공하기 위해 정보를 사용할 수 있습니다. 저희는 귀하의 계정을 생성, 관리 및 인증하고 고객 지원 및 계정 업데이트를 제공하기 위해 귀하의 정보를 사용할 수 있습니다. 저희는 귀하가 요청한 거래를 완료하거나, 귀하와의 계약상 의무를 이행하거나, 저희의 서비스가 제대로 작동하도록 하기 위해 귀하의 정보를 사용할 수 있습니다.\n저희는 마케팅 목적으로 정보를 사용할 수 있습니다. 저희는 저희 또는 자의 서비스를 마케팅 하기 위해 귀하의 정보를 사용할 수 있습니다. 저희의 제품, 서비스, 기능, 혜택, 프로모션, 뉴스 및 이벤트를 마케팅하거나 광고하기 위한 이메일, 푸시 알림 또는 기타 커뮤니케이션 전송이 여기에 포함될 수 있으며, 저희의 제품 또는 서비스에 대한 광고 또는 저희가 귀하로부터 수집한 정보를 기반으로 맞춤화 한 제3자의 제품 또는 서비스도 포함될 수 있습니다. 저희가 마케팅 목적으로 귀하의 정보를 사용하는 방식에 대한 귀하의 선택권에 관한 자세한 내용은 \"귀하의 권리 및 선택권\" 섹션을 참조하시기 바랍니다.\n저희는 제품 및 서비스의 개선을 위해 정보를 사용할 수 있습니다. 저희는 귀하에게 가장 관련성 높은 서비스를 제공하기 위한 목적으로 귀하에 대한 이해를 높이고 저희의 제품 및 서비스를 분석하기 위해 귀하의 정보를 사용할 수 있으며, 저희 서비스의 테스트, 연구, 분석 및 개발을 위한 정보 사용이 여기에 포함될 수 있습니다.\n저희는 서비스의 안전과 보안 유지를 위해 정보를 사용할 수 있습니다. 저희는 당사의 권리, 개인정보, 재산, 안전 및 저희의 관계사, 비즈니스 파트너, 귀하 또는 타인의 권리를 보호하고 사기 및 기타 불법 활동을 탐지, 조사, 예방하고 계약을 이행하는 등 저희의 법적 의무를 준수하기 위해 귀하의 정보를 사용할 수 있습니다.\n저희는 그 외 법률로 허용되는 바에 따라 정보를 사용할 수 있습니다. 저희는 분쟁을 해결하고, 계약을 이행하며, 기타 법적으로 요구되는 경우 귀하의 정보를 사용할 수 있습니다.\n \n저희가 귀하의 정보를 공유하는 대상과 그 사유\n저희는 NEW 내부에서 정보를 공유할 수 있습니다. 저희는 당사의 서비스를 제공하거나 귀하의 요청을 처리하는 데 도움을 주기 위한 목적으로 자회사 및 관계사를 포함한 당사 내부에서 귀하의 정보를 공유할 수 있습니다.\n저희는 기업간 거래와 관련하여 귀하의 정보를 공유할 수 있습니다. 저희는 합병, 회사 자산 매각, 통합이나 구조조정, 자금 조달 또는 당사 비즈니스의 전부 또는 일부를 다른 회사와 인수합병 하는 협상과 관련하여 이의 진행중 귀하의 정보를 공유할 수 있습니다.\n저희는 당사를 대신하여 서비스를 수행하는 제3자와 정보를 공유할 수 있습니다. 저희는 마케팅, 연구, 규정 준수, 감사, 결제 처리, 커뮤니케이션, IT 개발, 유지보수, 호스팅 및 지원, 고객 서비스 운영 등 저희가 아웃소싱하는 서비스의 수행을 위해 저희를 대신하여 이를 운영하는 회사(서비스 제공업체)를 엄선하여 선정합니다. 저희는 이러한 서비스 제공을 위해 귀하의 정보를 서비스 제공업체와 공유할 수 있습니다.\n저희는 비즈니스 파트너와 정보를 공유할 수 있습니다. 여기서 언급된 파트너에는 마케팅, 광고나 공동 브랜드 서비스 또는 이벤트와 관련하여 저희와 협력하는 파트너사, 저희의 서비스를 제공하는 디지털 유통 파트너와 같은 기타 파트너사가 포함될 수 있습니다. 저희의 파트너는 해당 파트너사의 개인정보 처리방침 및 절차에 설명된 대로 귀하의 정보를 사용할 수 있습니다. 이 경우 귀하가 이용하는 파트너 서비스에 따라 아래의 사항이 포함될 수 있습니다:\n∙ 저희 서비스에 대한 파트너사의 선불 프로모션 또는 대금 수납\n∙ 파트너사의 사용자 인터페이스에서 저희 서비스에서 사용 가능한 콘텐츠 및 기능을 귀하에게 제안합니다. 이러한 제안은 저희 서비스의 일부이며 특정 콘텐츠에 대한 맞춤형 및 개인화된 권장 사항을 포함할 수 있습니다\n∙ 온라인 또는 오프라인 마켓플레이스에서 귀하에 대한 정보를 공유하여 구매 경험을 분석하고 개선합니다\n저희는 귀하의 정보를 콘테스트, 경품 또는 프로모션의 후원사 및 기타 파트너와 공유할 수 있습니다. 저희는 귀하의 정보를 사용하여 콘테스트, 경품 또는 프로모션에 참가할 수 있는 귀하의 응모 자격이나 응모 사실을 확인하고, 귀하가 당첨된 경우 이를 알려드릴 수 있습니다. 귀하의 응모 정보가 다른 목적으로 사용될 경우 당사는 경품, 콘테스트, 경품 또는 프로모션에 관한 규정에 그 사실을 고지하겠습니다.\n저희는 귀하의 관심사항에 기반한 광고를 제공하기 위해 정보를 공유할 수 있습니다. 광고 목적으로 귀하의 정보를 공유하는 것과 관련한 귀하의 선택권에 대한 정보는 \"귀하의 권리와 선택권\" 섹션을 참조하시기 바랍니다.\n저희는 법률에 따라 요구되는 경우 또는 당사의 보호 목적으로 정보를 공유할 수 있습니다. 예를 들어, 저희는 관련 법률과 규정 또는 법적 의무의 준수, 손해배상 청구에 대한 대응, 그리고 NEW, 귀하, 혹은 일반 대중의 권리나 재산 또는 안전을 보호하기 위해 필요한 경우 정보를 공유할 것입니다.\n저희는 본문에 서술되지 않은 목적을 위해 귀하의 정보를 공유할 수 있습니다. 저희는 법률로 허가된 정당한 사업 행위의 지속을 위해 합당한 한도 내에서 이 개인정보 처리방침에 서술되지 않은 목적을 위해서 귀하의 정보를 공유할 수 있습니다.\n \n귀하의 권리와 선택권\n귀하는 본인의 정보를 저희가 이용하는 것에 대해 특정한 권리를 지니고 있습니다. 저희는 귀하가 자신의 권리와 선택권에 대해 온전히 인지할 수 있도록 하고자 하며, 이에 따라 모든 사용자가 아래의 권리를 지님을 알립니다.\n정보에 접근할 권리. 귀하는 저희가 보유한 본인의 정보에 접근하고, 이를 업데이트 하거나 삭제할 권리를 지닙니다. 귀하는 저희에게 본인의 개인정보 사본을 제공하도록 요청할 권리를 지닙니다.\n정보를 수정할 권리. 귀하는 저희가 보유한 본인의 개인정보 중 부정확하거나 불완전한 정보의 수정을 저희에게 요구할 권리를 지닙니다.\n정보를 삭제할 권리. 귀하는 본인의 개인정보를 삭제 또는 제거하도록 저희에게 요구할 권리를 지닙니다. 이 경우 privacy@its-newid.com으로 이메일을 보내 주시기 바랍니다.\n정보처리를 제한할 권리. 귀하는 저희가 본인의 개인정보를 처리하는 것을 제한하도록 요청할 권리를 지닙니다. 귀하는 저희가 정당한 이해관계에 따라 귀하의 개인정보를 처리하는 경우 본인의 특정 상황과 관련한 근거를 들어 본인의 개인정보 처리에 반대할 권리를 지닙니다. 귀하는 언제든지 직접 마케팅 목적으로 본인의 개인정보를 처리하는 것에 반대할 권리를 지닙니다.\n데이터 이동성에 대한 권리. 귀하는 구조화되고 일반적으로 사용되며 기계 판독이 가능한 형식으로 저희에게 제공된 본인의 개인 정보를 귀하에게 직접 또는 귀하가 선택한 제3자에게 전송하도록 저희에게 요청할 권리를 지닙니다.\n동의를 철회할 권리. 귀하는 본인의 정보 이용에 대한 동의를 철회할 권리를 지닙니다. 귀하가 동의를 철회할 경우, 저희 서비스의 특정 기능에 대한 접근이 제공되지 못할 수 있습니다.\n \n당사가 발송하는 마케팅 이메일의 수신 거부. 당사의 홍보 메시지의 수신 거부를 희망할 경우, privacy@its-newid.com으로 연락 바랍니다. 저희의 서비스에 필수적인 것으로 간주되는 메시지의 경우 수신 거부가 불가합니다.\n \n개인정보의 국제 이송\n저희가 수집하고 처리하는 귀하의 개인정보는 귀하가 거주하는 국가 외부로 전송되고 보관될 수 있으며, 해당 정보가 처리되는 국가는 귀하가 거주하는 국가보다 데이터 보호 기준이 낮을 수 있습니다. 저희는 서비스를 제공하기 위한 목적으로 개인정보를 다른 국가로 전송할 수 있습니다. 저희가 개인정보를 다른 국가로 이전할 경우, 이에 대한 적절한 보안 조치와 및 안전장치를 마련하며, 이러한 정보의 전송은 데이터의 국가 간 전송에 관한 현지 법률을 준수합니다. 모든 개인정보의 국제 전송은 본 개인정보 처리방침에 따라 관련 법률을 준수하여 이루어집니다.\n \n캘리포니아주 거주자에게 적용되는 추가 정보\n캘리포니아 소비자 개인정보 보호법 및 캘리포니아 개인정보 보호 권리법: 귀하가 캘리포니아주 거주자인 경우, 귀하는 캘리포니아 소비자 개인정보 보호법(CCPA), 캘리포니아 개인정보 보호 권리법(CPRA) 및 해당 시행 규정(총칭하여 \"CCPA/CPRA\")가 적용되는 개인정보 보호에 관한 특정한 권리를 지닙니다. 단, 본 섹션에 기술된 내용은 NEW ID 직원 또는 입사 지원자에게는 적용되지 않습니다. 귀하가 캘리포니아에 거주하는 NEW의 직원 또는 입사 지원자일 경우 캘리포니아 직원 개인정보 처리방침을 참고하시기 바랍니다.\n알 권리: 귀하는 당사에 지난 12개월 동안 귀하에 대해 수집, 공유 및 판매된 개인 정보 내역서에 대한 정보 공개를 요청할 권리를 지닙니다.\n개인정보의 판매를 거부할 권리: 귀하는 제3자에게 귀하의 개인정보를 \"판매\" 또는 \"공유\"하는 것을 거부할 권리를 지닙니다. \"판매\"는 금전이나 기타 가치를 대가로 제3자에게 개인정보를 공개하는 것을 의미하며, \"공유\"는 타겟 마케팅을 위해 제3자에게 개인정보를 공개하는 것을 의미합니다.\n삭제할 권리: 귀하는 저희가 귀하로부터 수집한 개인정보를 삭제하도록 요구할 권리를 지닙니다.\n차별 받지 않을 권리: 저희는 귀하가 CCPA/CPRA에 따른 권리를 행사하는 것을 사유로 귀하를 차별하지 않습니다.\n \n저희는 CCPA/CPR에 따른 권리행사 요청에 응답하기 전에 귀하의 신원을 확인하거나, 귀하가 승인한 대리인이 귀하를 대신하여 요청을 할 권한이 있는지 확인하기 위해 추가 정보를 요구할 수 있습니다. 저희는 접수 확인이 가능한 귀하의 요청에 대해 접수 후 45일 이내에 대응하기 위해 노력을 다할 것입니다. 만일 대응에 시간이 더 필요한 경우(최대 90일), 저희는 귀하에게 그 사유와 필요한 연장 기간을 서면으로 고지하겠습니다.\n \n1. 수집되는 개인정보의 범주\n저희는 지난 12개월 동안 귀하에 관한 다음 범주의 개인정보를 수집했거나 수집했을 수 있습니다. 아래 목록에 제공된 범주와 예시는 CCPA에 정의된 범주와 예시입니다. 이는 해당 범주의 개인정보가 모두 실제로 수집되었다는 것을 의미하지는 않으며, 저희가 아는 한 해당 범주의 정보 중 일부가 수집되었을 수 있다는 당사의 믿음을 반영합니다.\nA. 식별자. 실명, 별칭, 우편 주소, 고유 개인 식별자, 온라인 식별자, 인터넷 프로토콜 주소, 이메일 주소, 계정 사용자 이름, 화면 이름, 비밀번호, 주민등록번호, 운전면허 번호 또는 기타 유사한 식별자: 수집되었을 수 있음\nB. 캘리포니아 고객 기록 법령에 명시된 개인 정보 범주(Cal. Civ. Code §1798.80(e)). 실명, 서명, 사회보장번호, 신체적 특징 또는 설명, 주소, 전화번호, 여권 번호, 운전면허 번호, 보험증권 번호, 학력, 고용상태, 고용 이력, 은행 계좌 번호 또는 기타 금융 정보, 의료 정보 또는 건강 보험 정보. 이 범주에 포함된 일부 개인정보는 다른 범주와 중복될 수 있습니다: 수집되지 않음\nC. 캘리포니아주 또는 연방법에 따라 보호되는 분류 특성. 나이(40세 이상), 인종, 피부색, 혈통, 출신 국가, 시민권, 종교 또는 신념, 결혼 여부, 건강 상태, 신체적 또는 정신적 장애, 성별(성별, 성 정체성, 성 표현, 임신 또는 출산 및 관련 건강 상태 포함), 성적 지향, 퇴역 또는 군복무 여부, 일반 정보(가족 일반 정보 포함): 수집되지 않음\nD. 상업적 정보. 개인 재산, 구매, 획득 또는 고려한 제품 또는 서비스, 기타 구매 또는 소비 이력 또는 성향에 대한 기록: 수집되지 않음\nE. 생체 인식 정보. 지문, 얼굴 지문, 음성 지문, 홍채 또는 망막 스캔, 키 입력, 걸음걸이 또는 기타 신체적 패턴, 수면, 건강 또는 운동 데이터와 같은 템플릿 또는 기타 식별자나 식별 정보를 추출하는 데 사용되는 유전적, 생리적, 행동적, 생물학적 특성 또는 활동 패턴: 수집되지 않음\nF. 인터넷 또는 기타 유사한 네트워크 활동. 검색 기록, 검색 기록 및 사용자가 생성한 콘텐츠를 포함하여 소비자가 웹사이트, 애플리케이션 또는 광고와 상호 작용한 정보: 수집되었을 수 있음\nG. 지리적 위치 데이터. 물리적 위치 또는 움직임: 수집되지 않음\nH. 감각 데이터. 오디오, 전자, 시각, 열, 후각 또는 이와 유사한 정보: 수집되지 않음\nI. 직업 또는 고용 관련 정보. 현재 또는 과거의 직업 이력 또는 성과 평가: 수집되었을 수 있음\nJ. 비공개 교육 정보 (가족의 교육에 관한 권리 및 개인정보 보호법 (20 U.S.C. §1232g, 34 C.F.R. 파트 99)에 따른 정보). 성적, 성적 증명서, 수업 목록, 학생 일정, 학생 식별 코드, 학생 재무 정보, 학생 징계 기록 등 교육 기관 또는 교육 기관을 대리하는 당사자가 관리하는 학생과 직접 관련된 교육 기록: 수집되지 않음\nK. 다른 개인 정보로부터 도출된 추론. 개인의 선호도, 특성, 심리적 경향, 성향, 행동, 태도, 지능, 능력 및 적성을 반영하는 프로필: 수집되지 않음\n다음 정보들은 CCPA/CPRA에 따른 개인 정보의 범위에 포함되지 않습니다:\n∙ 정부 기록에서 공개적으로 이용 가능한 정보\n∙ 비식별화 되거나 집계화 된 소비자 정보\n∙ 다음과 같이 CCPA/CPRA의 범위에서 제외되는 정보:\n(1) 1996년 의료보험 이동성 및 책임에 관한 법률(\"HIPPA\") 및 캘리포니아 의료정보 비밀유지법(\"CMIA\")의 적용을 받는 건강 또는 의료 정보 또는 임상시험 데이터\n(2) 공정신용보고법(\"FCRA\"), 그램-리치-블라일리법(\"GLBA\"), 캘리포니아 금융정보보호법(\"CalFIPA\"), 1994년 운전자 개인정보 보호법(\"DPPA\") 등 특정 분야별 개인정보 보호법의 적용을 받는 개인 정보\n \n2. 개인 정보의 출처\n저희는 위에 나열된 범주의 개인정보를 다음 출처로부터 취득합니다:\n∙ 귀하가 저희 서비스에서 작성한 양식, 구독 또는 구매 주문서를 통해 귀하로부터 직접 취득\n∙ 저희 서비스에서의 귀하의 활동에 대한 관찰 등 귀하로부터 간접적으로 취득\n∙ 귀하의 디바이스에 설정한 쿠키를 통해 귀하로부터 자동으로 취득\n∙ 마케팅 및 광고 회사, 소셜 네트워킹 회사 및 서비스 제공업체 등 제3자로부터 취득\n∙ 온라인 데이터베이스 검색 등 공개적으로 이용 가능한 출처로부터 취득\n \n3. 개인정보의 이용\n개인정보 처리방침의 \" 저희가 귀하의 정보를 공유하는 대상과 그 사유\" 섹션에 자세히 설명된 바와 같이, 저희가 수집한 개인정보를 다음과 같은 사업 목적 또는 상업적 목적으로 사용하거나 공개할 수 있습니다.\n∙ 서비스 제공 목적\n∙ 마케팅 목적\n∙ 귀하가 관심을 가질 만한 광고 또는 정보의 제공을 위해\n∙ 당사의 제품 및 서비스 개선을 위해\n∙ 당사 서비스의 안전과 보안의 유지를 위해\n∙ 당사의 법적 의무 이행을 위해\n∙ 당사 제품 및 서비스의 테스트, 연구, 분석 및 개발을 위해\n∙ 귀하의 개인 정보를 수집할 때 귀하에게 설명한 바 또는 CCPA/CPRA에 명시된 바에 따라\n∙ 내부 관리 및 감사를 위해\n∙ 사법당국의 요청 및 관련 법률, 법원 명령 또는 정부 규정에 따른 요구에 대한 대응을 위해\n \n4. 개인정보의 공개\n본 개인정보 처리방침의 \"저희가 귀하의 정보를 공유하는 대상과 그 사유\" 섹션에 자세히 설명된 바와 같이, 저희는 위의 목적을 위해 개인정보를 사용하거나 제3자에게 공개할 수 있습니다. 저희는 또한 다음의 범주에 해당하는 제3자를 대상으로 귀하의 개인정보를 공유할 수 있습니다:\n∙ 당사의 관계사 및 자회사.\n∙ 서비스 제공업체.\n∙ 비즈니스 파트너사.\n∙ 결제 파트너사.\n∙ 콘테스트 및 프로모션을 위한 스폰서 및 기타 파트너사.\n∙ 기업 거래와 관련 목적으로.\n∙ 당사가 귀하에게 제공하는 제품 또는 서비스와 관련하여 당사가 귀하의 개인 정보를 공개하도록 귀하 또는 귀하의 대리인이 승인한 제3자.\n∙ 법률에 따라 요구되는 경우 사법기관 또는 기타 기관.\n \n저희는 위의 목적을 위해 지난 12개월 동안 \"수집되는 개인정보의 범주\"라는 제목의 하위 섹션에 명시된 목록 중 다음 범주의 개인정보를 사용 또는 공개했거나, 사용 또는 공개할 수 있습니다:\n∙ 카테고리 A: 식별자.\n∙ 카테고리 F: 인터넷 또는 기타 유사한 네트워크 활동.\n∙ 카테고리 I: 직업 또는 고용 관련 정보\n저희가 비즈니스 목적 또는 상업적 목적으로 개인 정보를 공개할 경우, 그 목적을 명시하고 수령인이 해당 개인 정보를 기밀로 유지하며 계약 이행 이외의 목적으로 사용하지 않도록 요구하는 계약을 체결하고 있습니다.\n \n5. 개인 정보의 판매\nCCPA/CPRA는 \"판매\"라는 용어를 사업자가 소비자의 개인정보를 제3자에게 대가를 받고 구두, 서면, 전자적으로나 기타의 방법으로 판매, 대여, 공개, 유포, 제공, 양도 또는 기타 방식으로 전달하는 것 등을 광범위한 의미로 정의합니다. 이는 저희가 개인 정보를 공유하는 대가로 어떤 종류의 혜택을 받았을 수 있음을 의미하며, 반드시 금전적 대가를 받은 것을 의미하지는 않습니다.\n \nCCPA/CPRA에 정의된 바와 같이, 저희는 저희의 관계사 및 자회사, 서비스 제공업체, 비즈니스 파트너, 결제 처리업체, 스폰서, 콘테스트 및 프로모션을 위한 기타 파트너, 기업 거래와 관련된 기타 회사 등 귀하 또는 귀하의 대리인이 저희가 제공하는 제품 또는 서비스와 관련하여 귀하의 개인정보를 공개하도록 승인한 제3자에게 개인정보를 \"판매\"하거나 이들과 \"공유\"할 수 있습니다.\n \nCCPA/CPRA에서 요구하는 바에 따라, 저희는 웹사이트, 모바일 및 온라인 애플리케이션에 \"내 개인 정보 판매 또는 공유 금지\" 또는 \"개인정보 보호 선택권\" 버튼으로의 링크를 제공합니다.\n \n6. 만 16세 미만 미성년자의 개인정보\nNEW는 저희의 서비스를 통해 만 16세 미만 미성년자의 개인정보를 의도적으로 수집, 보관, 공개하거나 기타 방식으로 처리하지 않습니다.\n \n귀하가 만 16세 미만임을 저희가 실제로 인지하는 경루, 귀하가 만 13세 이상 만 16세 미만일 때는 귀하 본인으로부터, 만 13세 미만인 경우는 부모 또는 보호자로부터 확실한 승인(\"옵트인의 권리\")을 받지 않는 한 저희는 귀하의 개인 정보를 판매하지 않습니다. 귀하가 개인정보 판매에 동의했더라도, 언제든지 향후에 이를 거부할 수 있습니다. 귀하 또는 귀하로부터 권한을 위임 받은 대리인이 당사에 연락하여 거부권을 행사 요청을 할 수 있습니다.\n \n7. 추적 금지\n저희의 웹사이트와 앱은 브라우저의 “추적 금지” 요청에 대응하도록 설계되지 않았습니다.\n \n8. \"Shine the light\" 및 \"온라인 지우개\" 법률\n캘리포니아주 민법전 §1798.83(캘리포니아주 \"Shine the light\" 법)에 따라 캘리포니아 거주자는 1년에 한 번, 비용부담 없이 해당 연도에 직접 마케팅 목적으로 자신의 개인정보가 제3자와 공유된 사실에 관한 정보를 당사에 요청할 수 있습니다. 캘리포니아의 “Shine the light” 법률에 따라 제공되는 더 많은 정보를 요청하려면 아래의 연락처로 당사에 문의할 수 있습니다.\n \n캘리포니아 비즈니스 및 전문직업 법전 §22581(캘리포니아의 \"온라인 지우개\" 법)에 따라, 귀하가 캘리포니아에 거주하는 만18세 미만으로서 이 처리방침이 게시된 온라인 사이트, 서비스, 또는 애플리케이션의 등록 사용자인 경우, 귀하는 본인이 공개적으로 게시한 정보의 콘텐츠 삭제를 요청하여 이를 삭제할 수 있습니다. 다만 귀하의 요청이 온라인에 게시된 콘텐츠 또는 정보의 완전 하거나 포괄적인 삭제를 보장하는 것은 아니며, 특정 상황에서는 법률에 따라 삭제가 요구되지 않거나 허용되지 않을 수 있다는 점에 유의하시기 바랍니다. 캘리포니아의 온라인 지우개 법에 따라 제공되는 더 많은 정보를 요청하려면 아래의 연락처로 당사에 문의할 수 있습니다.\n \n귀하의 정보에 대한 보호 대책\n저희는 귀하의 정보를 보호하기 위해 최선을 다하고 있습니다. 당사는 분실, 오용, 무단 액세스 및 변경으로부터 귀하의 정보를 보호하기 위해 상업적으로 합리적인 기술적, 관리적 및 물리적 보안 조치를 채택하고 있습니다. 당사는 회원님의 정보 보안을 중요하게 생각하지만, 인터넷을 통한 전송 방법이나 전자적 저장 방법은 100% 안전하지 않다는 점에 유의하시기 바랍니다. 따라서 당사는 절대적인 보안을 보장할 수 없습니다.\n \n로컬 스토리지 기술\n저희 또는 저희의 서드파티 파트너는 저희의 서비스와 관련하여 로컬 공유 객체 또는 HTML5 로컬 스토리지와 같은 다른 종류의 로컬 스토리지 기술을 사용할 수 있습니다. 이러한 기술은 쿠키와 유사합니다. 이러한 기술은 귀하의 디바이스에 저장되며 귀하의 활동 및 선호도에 관한 특정 정보를 저장하는 데 사용될 수 있습니다. 그러나 이러한 기술은 표준 쿠키와는 상이한 방식으로 기기의 다른 부분을 사용할 수 있으므로 표준 브라우저 도구 및 설정을 사용하여 제어하지 못할 수 있습니다.\n \n개인정보 처리방침의 변경\n당사는 본 개인정보 처리방침을 수시로 업데이트할 수 있습니다. 본 개인정보 처리방침에 중대한 변경사항이 있는 경우 당사는 사용자에게 통지하며, 관련 법률에서 요구하는 경우 사용자의 동의를 얻습니다. 통지는 당사의 웹사이트, 애플리케이션 및 서비스에 눈에 잘 띄는 공지를 게시하거나 관련 법률을 준수하는 기타 수단을 통해 이루어질 수 있습니다. 귀하가 서비스 이용을 지속하는 것은 변경된 개인정보 처리방침에 동의하는 것으로 간주됩니다.\n \n문의처\n(주)뉴아이디는 귀하의 개인정보에 관한 데이터 컨트롤러입니다. 저희의 개인정보 처리방침이나 귀하의 개인정보 또는 귀하의 권리 행사와 관련하여 일반적인 질문이 있는 경우 이메일(privacy@its-newid.com)을 통해 저희에게 문의하실 수 있습니다.\n귀하와 저희의 안전을 위해 귀하의 요청에 응답하기 전에 귀하의 신원 인증을 요청할 수도 있음을 알려드립니다.\n "},
    "share": {"content": "Do Not Sell or Share My Personal Information\nLast updated April 15, 2024\n\nNotice of the Right to Opt-out of the Sale of Personal Information\nNEW ID offers our customers certain choices about how we use their information. The California Consumer Privacy Act of 2018 (“CCPA”), as amended by the California Privacy Rights Act in 2020 (“CPRA”) gives California residents the right to opt- out of the “sale” of their personal information.\n\n\nInterest-based Advertising Opt-Outs\nCertain NEW ID websites and/or applications may feature interest-based advertising. Advertising, including interested-based advertising, enables NEW ID websites and/or applications to provide you certain offers that are more relevant to you.\n\n\nThe CCPA and the CPRA broadly defines “sale” of personal information in a way that may include allowing third parties to receive certain information to add to a profile about your device, browser, or you. This profile enables interest-based advertising on applicable NEW ID services and other online services. \n\n\nOn some of our websites and/or applications when you click the “DO NOT SELL OR SHARE MY INFORMATION” link in the website footer or “Your Privacy Choices” link in the application settings menu, you will be directed to this page where we provide additional information and options for you to learn more about your choices and how to opt out from interest-based advertising more broadly. In some cases, we ask for your email address so we may add it to an appropriate suppression list. In other case where we use cookies, you can opt out of this type of information sharing at any time by disabling advertising cookies in your cookie preferences. \n\n\nWhen enabling advertising opt-out tools please understand the following:\nThe opt-outs described above are device and browser based. Because the information being shared relates to your device ID and/or browser ID, you will need to opt out on each device and each browser.\nOpt-outs may be stored via cookies. If you clear cookies or if your browser blocks cookies, your opt-out cookie may no longer be available. In this case your opt-out choices can not to be honored.\n\n\nWe may still use your data to deliver contextual advertising, conduct cross-device tracking to serve you first-party ads directly, or for non interest-based advertising purposes, such as attribution and analytics.\nFor more information on our privacy practices, please visit our Privacy Policy. If you have questions about our sharing practices, you can email us at privacy@its-newid.com."},
    "terms": {"content": "Terms of Use\nEffective Date April 15, 2024\n\nNEW ID Co., Ltd. and its affiliates and subsidiaries (collectively “NEW”, “we”, “us” or “our”) provides interactive services to audiences worldwide. These Terms of Use, together with the Arbitration Agreement, govern your use of our websites, applications, and other products and services (collectively, the “Services”). Please read these Terms carefully before using the Services.\nBy using our Services, you acknowledge and accept these Terms and agree to be legally bound by them, whether or not you have created an account with us. These Terms of Use are effective as of the Effective Date stated above or thirty (30) days after our notice to you, if required by the applicable law. Not using our Services is your sole remedy if you do not agree with our Terms of Use.\nPlease also read our Privacy Policy that provides information about our practices concerning your Personal Information you provide us, or we may collect through our Services.\n\nYOU AGREE TO THE CLASS ACTION WAIVER DESCRIBED IN SECTION 13 TO RESOLVE ANY DISPUTES WITH US.\n\n\n1. ELIGIBILITY; COMPATIBILITY; CHANGES\n1.1 Eligibility. You must be at least thirteen (13) years of age or older (the “Minimum Age”) to use our Services. If you are under the Minimum Age, you may use our Services if and only if you have the permission to use our Services from your parent or legal guardian, your use of our Services is subject to your parent or legal guardian’s supervision and control, and your parent or legal guardian reads these Terms of Use with you. Certain areas of our Services require you to be a certain age to access. When you use or attempt to use such areas of our Services, you certify that you are at least the required age and satisfy all other eligibility requirements of such Services and agree to all of the terms and conditions described in these Terms of Use. If you are not yet the required age for such areas, you do not satisfy any of other eligibility requirements, or you do not agree with all of the terms and conditions in these Terms of Use for any reason, please discontinue using the areas and/or Services (as applicable) immediately. If you are a parent or legal guardian of a child under the Minimum Age, you are subject to these Terms of Use when you allow your child to use our Services. You are also responsible for your child’s activity on our Services. You acknowledge that you may be exposed to certain content that you may find objectionable while using our Services, and you are responsible for determining whether the content on our Services is suitable for you or, if applicable, any child using our Services under your supervision and control. Some content on our Services may not be suitable for individuals under the Minimum Age.\n1.2 Compatibility. By using our Services, you agree that we do not take responsibility or otherwise warrant the performance of your device for our Services, including the continued compatibility with our Service.\n1.3 Changes. We reserve the right for future changes of these Terms of Use. We encourage you to review our Terms of Use (including any Additional Terms thereof) and our Privacy Policy for your awareness and understanding of the most current version. The most version of our Terms of Use (together with the Effective Date) will be posted from each of our Services. We may change these Terms of Use for reasons including, but not limited to changes in law or in our Services. Changes to our Terms of Use will be effective immediately, or otherwise required by law, thirty (30) days after the notice by posting the updated Terms of Use on our Services. Your continuing use of our Services after the change is deemed as your acknowledgement and acceptance for all changes. For the avoidance of doubt, if certain areas of our Services direct you to a link for a separate terms and conditions, such terms and conditions will also apply to your use of applicable areas of our Services.\n\n\n2. ADDITIONAL TERMS\nYour use of certain Services including, but not limited to terms and conditions for contests, sweepstakes, or other promotions or activities, may be subject to additional terms and conditions (the “Additional Terms”) such as voting rules, or certain age and/or geographic restrictions. You are responsible to comply with such Additional Terms we provide. We will provide any Additional Terms, including for or related to features of our Services that are provided by third parties, by posting them on the applicable Services. Such Additional Terms will be incorporated by reference into these Terms of Use. If there is any conflict between these Terms of Use and any of such Additional Terms, The Additional Terms shall prevail only for the particular areas of the Services or the use thereof.\n\n\n3. INTELLECTUAL PROPERTY; LICENSE\n3.1 Any audio and video materials, photographs, text, graphics, logos, layouts, designs, interfaces, software, data and other content associated with the Services (the “Content”) are protected by intellectual property and other applicable laws including, but not limited to trademark, trade secret, or other legal notices or restrictions. You shall not remove or alter any copyright, trademark, or other legal notices marked on the Content. You shall not remove or alter any copyright, trademark, or other legal notices marked on the Content. Except as specifically provided herein, we reserve all rights in and to our Services and the Content.\n3.2 Subject to your compliance with these Terms of Use, we hereby grant you a limited, non-exclusive, non-transferable, non-sublicensable license to access and make personal, non-commercial use of our Services in accordance with the terms and conditions set forth in these Terms of Use. We own and retain all rights to our Services. The Services are protected by intellectual property laws including, but not limited to trademark, trade secret, copyright, and other applicable laws. Except expressly authorized by us in writing, you may not either directly or through use of any software, device, internet site, web-based service or other means, or encourage others:\n(a) to download, stream capture, store in a database, archive or otherwise copy any part of our Services or the Content;\n(b) to upload, sell, rent, lease, lend, broadcast, transmit or otherwise disseminate, distribute, display or perform any part of our Services or the Content;\n(c) to license or sublicense all or any p[art of our Services or the Content: or\n(d) to exploit any part of our Services or the Content in any way.\n3.3 Except as expressly permitted herein, you are strictly prohibited from creating any derivative works, or electronic and/or physical materials that are derived from or based in any way on our Content, including, but not limited to montages, mashups, videos, translations, samplings, wallpaper, desktop themes, fonts, icons, greeting cards, and merchandise.\n\n\n4. ADVERTISING\nThe Services we provide is supported by advertising. By using the Services, you agree to receive advertising from us and our partners.\n\n\n5. THIRD-PARTY CONTENT\nOur Services may integrate, be integrated into, or be provided in connection with third party websites, platforms, services, applications, platforms and/or content (each, a “Third Party Platform”) or contain third party content (including advertisements). Unless expressly indicated otherwise, we do not endorse or evaluate third party content, products, services or websites; we do not assume responsibility for third parties’ products, services, actions or omissions; and we have no liability whatsoever for goods and services you may obtain from or through other services even if you were directed or linked to such a service through our Services. If you connect to our Services through a Third Party Platform (e.g., social media) or navigate to a Third Party Platform from our Services, the Third Party Platform will collect your information separately from us. You should review the applicable Third Party Platform’s privacy policies before using their services to understand how they are using your information and your rights in relation to such information.  \nFrom time to time, you may communicate with, receive communications from, be re-directed to, interact with or participate in or use the services or obtain goods and services of or from, third parties, such as our advertisers, sponsors or promotional partners (collectively, the “Advertisers”) as a result of your use of our Services. All such communication, interaction and participation is strictly and solely between you and such Advertisers and, to the fullest extent permissible by law, we shall not be responsible or liable to you in any way in connection with these activities or transactions (including, without limitation, any representations, warranties, covenants, contracts or other terms or conditions that may exist between you and the Advertiser or any goods or services you may purchase or obtain from any Advertiser).\n\n\n6. TERM AND TERMINATION\n6.1 These Terms of Use will continue to apply to you until terminated by either you or us. You agree that we, in our sole discretion, and without penalty, may suspend, restrict, discontinue or bar your access to our Services at any time without prior, including in the event(s) of your actual or suspected unauthorized use of our Services and/or Content, your engagement or assistance in violating the rights (including intellectual property rights) of us, or other third-party, or your non-compliance with these Terms of Use.\n6.2 If we suspend or discontinue your access to our Services, you agree that we will have no liability or responsibility to you or any third-party. Any suspected fraudulent, abusive, or illegal activity may be referred to appropriate law enforcement authorities. These remedies are in addition to any other remedies we may have at law or in equity.\n6.3 You may discontinue use of our Services at any time. Your only remedy with respect to any dissatisfaction with: (i) our Services; (ii) these Terms of Use; (C) any of our policy or practice in operating any part of our Services; or (D) any Content, is to discontinue using the Services.\n\n\n7. PROHIBITED CONDUCT\nNotwithstanding anything to the contrary herein, you agree not to do, or assist others to do, the following:\n7.1 copy, retransmit, archive, “rip”, record, reproduce, publish, license, disseminate, display or perform to the public, make available to the public, broadcast, re-use, re-post, offer for sale, exploit, transfer, broadcast, circulate or distribute all or part of the Content or otherwise access or make any use of our Service which is unauthorized, not permitted by applicable law or which otherwise infringes the intellectual property rights in our Services, or any part of it;\n7.2 circumvent or disable any content protection system or digital rights management technology used in connection with our Services to control download, stream, capture, copying, linking, framing, reproduction, access to, or distribution to the Content; \n7.3 use, reproduce, publish or display our Services and/or any portion thereof, in any manner that may give a false or misleading impression, attribution or statement as to us, or any third-party associated with or appearing in any of the Content; \n7.4 impersonate or misrepresent your affiliation with any person or entity, falsely claim an affiliation with any person or entity, misrepresent the identity, or perform any other similar fraudulent activity;\n7.5 alter or remove any copyright, trademark or other intellectual property rights notices or other proprietary rights contained in our Service;\n7.6 use our Services for any commercial (including but not limited to any advertising or solicitation) or illegal purpose, public performance or in violation of any applicable law, including, without limitation, laws governing intellectual property and other proprietary rights, data protection and privacy;\n7.7 circumvent, block or otherwise impair any advertisements in our Services, or create or distribute tools designed to block advertisements in our Services;\n7.8 use technology or other means to access, index, frame or link to our Services (including the Content) that is not authorized by us (including by removing, bypassing, circumventing, altering, disabling, damaging, thwarting or otherwise interfering with (i) security-related mechanisms of our Service, or (ii) any other features that enforce limitations on the use of our Services or Content; \n7.9 reverse engineer, decompile, disassemble or otherwise attempt to discover, use any software, source code, or other products or processes accessible through our Services or any part thereof (including any application programming interface (API)), or create derivative works of our Services, Content, or any part thereof, except to the extent permitted by applicable law;\n7.10 use any data mining, data gather or extraction method in conjunction with any part of our Services;\n7.11 use “crawling” or any automated means (including web robots, web scutters, scraper and indexers) to view, access or collect information from us, other users or any part of our Services; provided, however, that general purpose internet search engines and non-commercial public archives that use tools to gather information for the sole purpose of displaying hyperlinks are granted a limited exception from the foregoing exclusion, provided that they do so from a stable IP address or range of IP addresses using an easily-identifiable agent; or\n7.12 use or interfere with any part of our Services in any manner that could damage, disable, overburden, or impair our Services or interfere with any user’s enjoyment of our Services, including uploading or otherwise disseminating any worms, viruses, Trojan horses, adware, spyware, or other malicious, disruptive or corrupted files, data, code or programs.\n\n\n8. WARRANTY DISCLAIMERS\n8.1 TO THE FULLEST EXTENT PERMISSIBLE PURSUANT TO APPLICABLE LAW, THE INDEMNIFIED PARTIES DISCLAIM ALL WARRANTIES, STATUTORY, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NON-INFRINGEMENT OF PROPRIETARY RIGHTS. NO ADVICE OR INFORMATION, WHETHER ORAL OR WRITTEN, OBTAINED BY YOU FROM US OR THROUGH OUR SERVICES WILL CREATE ANY WARRANTY NOT EXPRESSLY STATED HEREIN.\n8.2 ACKNOWLEDGE AND AGREE TO THE ESSENTIAL CONDITIONS THAT: (A) USE OF OUR SERVICES IS AT YOUR OWN DISCRETION AND RISK, AND THAT YOU WILL BE SOLELY RESPONSIBLE FOR ANY LOSS OR DAMAGE THAT RESULTS FROM SUCH USE OF OUR SERVICES; AND (B) OUR SERVICES AND FEATURES CONTAINED THEREIN ARE PROVIDED ON AN \"AS IS\", \"AS AVAILABLE\" AND \"WITH ALL FAULTS\" BASIS AND WITHOUT WARRANTIES OR REPRESENTATIONS OF ANY KIND EITHER EXPRESS OR IMPLIED. THEWILL NOT LIMIT ANY NON-WAIVERABLE WARRANTIES OR CONSUMER PROTECTION RIGHTS THAT YOU MAY BE ENTITLED TO UNDER THE LAWS OF YOUR COUNTRY OF RESIDENCE.\n8.3 THE INDEMNIFIED PARTIES DO NOT WARRANT THAT OUR SERVICES AND FEATURES CONTAINED THEREIN WILL BE UNINTERRUPTED, OR FREE OF ERRORS, VIRUSES, OR OTHER HARMFUL COMPONENTS AND DO NOT WARRANT THAT ANY OF THE FOREGOING WILL BE CORRECTED.\n\n\n9. LIMITATIONS OF LIABILITY AND DAMAGES\n9.1 UNDER NO CIRCUMSTANCES, INCLUDING, BUT NOT LIMITED TO, NEGLIGENCE, WILL THE INDEMNIFIED PARTIES BE LIABLE FOR ANY SPECIAL, INDIRECT, INCIDENTAL, CONSEQUENTIAL, PUNITIVE, RELIANCE, OR EXEMPLARY DAMAGES ARISING OUT OF OR RELATING TO THESE TERMS OF USE OR THAT RESULT FROM YOUR USE OF OR YOUR INABILITY TO USE OURI SERVICES, OR ANY OTHER INTERACTIONS WITH US, EVEN IF WE OR OUR AUTHORIZED REPRESENTATIVE HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.\n9.2 YOU ACKNOWLEDGE AND AGREE THAT WE HAVE MADE AVAILABLE AND OFFERED OUR SERVICES AND ENTERED INTO THESE TERMS OF USE AGREEMENT IN RELIANCE UPON THE WARRANTY DISCLAIMERS AND THE LIMITATIONS OF LIABILITY, THAT THE WARRANTY DISCLAIMERS AND THE LIMITATIONS OF LIABILITY REFLECT A REASONABLE AND FAIR ALLOCATION OF RISK BETWEEN YOU AND US, AND THAT THE WARRANTY DISCLAIMERS AND THE LIMITATIONS OF LIABILITY FORM AN ESSENTIAL BASIS OF THE BARGAIN BETWEEN YOU AND US. WE WOULD NOT BE ABLE TO PROVIDE OUR SERVICES TO YOU ON AN ECONOMICALLY REASONABLE BASIS WITHOUT THESE LIMITATIONS.\n9.3 THIS SECTION 9 OF THE TERMS OF USE APPLIES TO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW.\n\n\n10. ENTIRE AGREEMENT\n10.1 Other than as stated in this Section 10 or as explicitly agreed upon in writing between you and us, the latest version of Terms of Use constitutes all the terms and conditions you and us agree upon, and supersedes any prior agreement under a prior version of Terms of Use, whether written or oral. For avoidance of doubt, our customer service representatives are not authorized to modify these Terms of Use, either verbally or in writing.\n10.2 Except as otherwise required by law, the controlling language of these Terms of Use is the English language.\n\n\n11. NO WAIVER\n11.1 Our decision to delay exercising or enforcing any right or remedy under these Terms of Use shall not constitute a waiver of such right or remedy with respect to any party. \n11.2 Even if we act in a way that appears to you to be inconsistent with these Terms of Use or fail to enforce any provision thereof, our actions shall not be deemed a waiver or constructive amendment of such provision nor of the right to enforce such provision. If any part of these Terms of Use is determined to be invalid or unenforceable pursuant to applicable law, including, but not limited to, the warranty disclaimers and liability limitations, then the invalid or unenforceable provision will be deemed superseded by a valid, enforceable provision that most closely matches the intent of the original provision and the remainder of these Terms of Use shall continue in effect.\n\n\n12. GOVERNING LAW\nThese Terms of Use and all claims arising from or related to your use of our Services will be governed by and construed in accordance with the laws of the Republic of Korea, without regard to its conflict of law principles. You and us agree to submit to the exclusive jurisdiction of the Seoul Central District Court. Both you and us waive any objection to venue or forum non conveniens with respect to any such dispute or claim and agrees not to assert any defense or challenge based on forum non conveniens in any legal proceeding related to such dispute or claim. Regardless of any statute or law to the contrary, you must file any claim related to use of our Services or these Terms of Use within one (1) year of the events first giving rise to such claim. OTHERWISE, YOU WILL WAIVE THE CLAIM.\n\n\n13. CLASS ACTION WAIVER\nWhere permitted under applicable law, you and us agree that each may bring claims against the other only in your or its individual capacity, and not as a plaintiff or class member in any purposed class or representative proceeding. Further when permitted under applicable law, unless both you and us agree otherwise, the court may not consolidate another person’s claim with your claims, and may not otherwise preside over any form of a representative or class proceeding.\n\n\n14. CONTACT US\nIf you have other questions or comments regarding these Terms of Use or seek general assistance on our Services, please contact us by email at support@its-newid.com."}
}