{
    "privacy": {"content":"Privacy Policy\nLast Updated April 15, 2024\n\nThis Policy describes how NEW ID and its affiliates (collectively “NEW”, “we”, “our”, or “us”) collect, use, and disclose certain information, including your Personal Information, band the choices you can make about that information.\nNEW is a media and entertainment company that provides content and experiences for audiences. When you use our streaming services, mobile and online applications or other products and services of our brands, visit our websites, attend our live events, view our content or advertisements, or contact our customer service (collectively, the “Services”), we may collect information from or about you.\nNEW collects Personal Information that you provide directly, information about how you use our Services and information from third party sources. NEW uses this information to provide you with Services, understand the way you use our Services so we can improve your experience and to develop the most relevant apps, technologies, and content for you. NEW also uses Personal Information to provide customized advertising for your interests. By using any of the Services, you acknowledge the data collection practices and purposes outlined in this Privacy Policy.\n\n\nWhat Information Do We Collect About You?\nWe collect information from and about you in connection with your use of the Services. Some of this information may be considered “Personal Information” or “Personal Data” (as defined under applicable laws) which is any information that identifies you or your device or is reasonably associated with you. We also collect, use, and disclose aggregated or de-identified information that does not reasonably identify you or your device, and is not considered Personal Information.\n\n\n1. Information You Provide\nRegistration Information: When you create an account or profile with us, register for certain Services, complete an application form, enter contests, giveaways or competitions, attend one of our events, participate in promotions, or respond to market research surveys that we sponsor, we may ask for information such as your name, email address and password. \nInformation You Post on our Services: We may collect information when you post comments or other content to our Services, which may include your username or screenname, comments, likes, interests, status, pictures, and references to your online presence.\n\n\n2. Information Collected Automatically\nDevice information: We may collect information from and about you, including your use and activity in our Services, your interaction with us, information about your network data, network device, or devices you use to access the Services. The information includes:\n· Your activity on our Services, such as title selections, shows you have watched, ads viewed (if applicable), search queries;\n· Your interactions with us such as emails, texts, and with our messages through push and online messaging channels; and\n· Your interactions with our customer service, such as the date, time and reason for contacting us, transcripts of any conversation with us, and if you call us, your phone number and call recordings;\n· Your device hardware information and other unique device identifiers, IP address, Application version, OS, OS version, cookies, and settings you use to access the Services; and\n· Your location information such as your IP address, which may be used to estimate your approximate location.\nLog information: Diagnostic, technical, error, and usage information such as the time and duration of your use of the Services, search query terms when you enter search terms into your device in connection with the Services, and any information stored in cookies that we have set on your devices.\nViewing Information: We may collect information about your use of the Services and your preference including networks, channels, websites visited, and programs viewed on your devices and the amount of time spent viewing them.\nInformation From Third Parties: We may collect information from trusted third party business partners. These business partners might include companies, such as your TV or internet service provider, or other streaming media device providers who make the Services or content available on their devices, mobile phone carriers, or other companies who provide services to you. We may also collect information about you from other sources, including service providers, data licensors and aggregators, marketing companies, advertising partners, programming distributors, social media platforms, and public databases.\nThe information our business partners provide us varies depending on the nature of their services, and may include IP addresses, device IDs or other unique identifiers, information about your interests, viewing history, and your activities online.\n\n\n3. Publicly or Commercially Available Information\nWe may also collect publicly or commercially available information, including information from social networks, and combine it with other information about your needs, interests, and preferences.\n\n\n4. Your Options\nYou may choose to limit information you provide when our Services request it. If you choose not to provide information that is required for our Services to function, this may limit your ability to use some Services.\n\n\nHow Do We Use Your Information and Why?\nWe may use the information we collect as disclosed and described here:\nWe may use information to provide you with the Services. We may use your information to create, manage, and authenticate your account with us and provide you with customer support and account updates. We may use your information to complete the transactions you request, to perform our contractual obligations with you, or to ensure that our Services function properly.\nWe may use information for marketing purposes. We may use your information to market our Services, and those of third parties. This may include sending emails, push notifications, or other communications to market or advertise our products, services, features, offers, promotions, news, and events. This also may include ads for our products or services, and/or a third party’s products or services that are personalized based on information we collected from and about you. Please read the section titled “Your Rights and Choices” for information on your choices regarding how we may your information for marketing purposes.\nWe may use information to improve our products and Services. We may use your information to analyze our products and services to enhance our understanding of you for providing you with the most relevant Services. This may also include using information for testing, research, analysis, and development of our Services.\nWe may use information to maintain the safety and security of our Services. We may use your information to protect our rights, privacy, property, or safety, and/or that of our affiliates, business partners, you, or others and to comply with our legal obligations, including to detect, investigate, and prevent fraud and other illegal activities and to enforce our agreements.\nWe may use information as otherwise permitted by law. We may use your information to resolve disputes, enforce our agreements, and as otherwise required by law.\n\n\nWho Do We Share Your Information With and Why?\nWe may share information inside of NEW. We may share your information internally within our business, including our subsidiaries and affiliates, to help us provide our Services or to help us process your request.\nWe may share your information in connection with a corporate transaction. We may share your information in connection with, or during negotiations of, any merger, sale of company assets, consolidation or restructuring, financing, or acquisition of all or a portion of our business by or into another company.\nWe may share information with third parties who perform Services on our behalf. We carefully selected companies – service providers – who operates on our behalf to perform Services we outsource to them, such as marketing, research, compliance, audits, processing payments, communications, IT development, maintenance, hosting and support, and customer service operation. We may share your information with service providers to help us provide our Service.\nWe may share information with our business partners. Partners may include marketing, advertising, or other partners such as those working with us on co-branded Services or events and digital distribution partners where we make our Services available. Our partners may use your information as described in their privacy policies and procedures. This may, depending on the partner services you use, include:\n· Facilitating partner pre-paid promotions or collection of payment for our Services;\n· Suggesting contents and features available in our Services to you in the partner’s user interface. The suggestions are part of our Services for you and may include customized and personalized recommendations for certain contents; and\n· Sharing information from or about you with online and/or offline marketplace to analyze and improve your purchasing experiences.\nWe may share your information with sponsors and other partners for contests, giveaways, sweepstakes, and promotions. We may use your information to verify your entry into and eligibility to participate in contests, sweepstakes, giveaways, or promotions and to inform you if you have won. If your entry information will be used for any other purposes, we will disclose that in the applicable rules governing that sweepstakes, contest, giveaway, or promotion.\nWe may share information to provide advertising based on your interests. Please see the section titled “Your Rights and Choices” for information on your choices regarding our sharing of your information for advertising purposes.\nWe may share information when required by the law or to protect ourselves. For example, we will share information when it is necessary for us to comply with applicable law and rules or legal obligations, to respond to legal claims, or to protect against harm to the rights, property or safety NEW, our users, or the public.\nWe may share your information for reasons not described in this policy. We may share your information for any reasons not described in this Privacy Policy, as long as it is appropriate to carry out legitimate business activities allowed by law. In that event, we will provide prior notifications.\n\n\nYour Rights and Choices\nYou have certain choices about how we use your information. We would like to make sure you are fully aware of all of your rights and choices. Every user is entitled to the following:\nThe right to access. You have the right to access, update or delete information we have on you. You have the right to request us a copy of your Personal Information.\nThe right to rectification. You have the right to request us correct any incomplete or inaccurate information we have about you.\nThe right to erasure. You have the right to request us to delete or remove your Personal Information. You can email us at privacy@its-newid.com.\nThe right to restrict processing. You have the right to request us to restrict processing of your Personal Information You have the right to object to the processing of your Personal Information on grounds relating to your particular situation if we process your Personal Information based on our legitimate interest. You have the right to object to the processing of your Personal Information for direct marketing purposes at any time.\nThe right to data portability. You have the right to request us to transmit your Personal Information, which you have provided to us in a structured, commonly used, and machine-readable format, directly to you, or to a third-party you have chosen.\nThe right to withdraw your consent. You have the right to withdraw your consent to use your information. If you withdraw your consent, we may not be able to provide you with access to certain specific functionalities of our Services.\nOpt out of receiving our marketing emails: If you would like to opt-out of receiving our promotional messages, please contact us at privacy@its-newid.com. You will not be able to opt-out of messages that are considered necessary for our Services.\n\n\nInternational Transfer\nPlease be aware that your Personal Information we collect and process may be transferred and maintained outside your home country, where that information will be processed may have lower standards of data protection than in your home country. We may transfer Personal Information to another country in order to provide our Services. When we do transfer Personal Information to other countries, we ensure appropriate safeguards are in place with appropriate security measures. The transfer of such information will be in compliance with local legislation for the cross-border transfer of data, where applicable. Any international transfer of Personal Information will be accordance with this Privacy Policy and in compliance with applicable laws.\n\n\nAdditional Information if You Are Located in California\nCalifornia Consumer Privacy Act and California Privacy Rights Act: If you are a California resident, you have specific privacy rights governed by the California Consumer Privacy Act (CCPA), California Privacy Rights Act (CPRA) and applicable implementing regulations (collectively, “CCPA/CPRA”). The statement in this section does not apply to NEW ID employees or job applicants. If you are a NEW employee or job applicant who resides in California, please read the California Employee Privacy Notice here.\nRight to Know: You have the right to request us to disclose information to you about a report showing the Personal Information collected, shared, and sold about you in the past 12 months. \nRight to Opt-Out of Sale of Your Personal Information: You have the right to opt-out of the “sale” or “sharing” of your Personal Information to third parties. “Sale” means the disclosure of personal information to a third party in exchange for money or other value. “Sharing” means the disclosure of Personal Information to a third party for targeted marketing.\nRight to Deletion: You have the right to request that we delete any Personal Information collected from you.\nRight to Non-Discrimination: We shall not discriminate against you based on your exercise of any of your CCPA/CPRA rights.\n\n\nWe may require additional information to verify your identity or to verify that your authorized agent has the authority to make a request on your behalf before responding to a CCPA /CPRA rights request. We will use good faith efforts to respond to your verifiable request within forty-five (45) days after its receipt. If we need more time (up to ninety (90) days), we will inform you of the reason and the needed extension period in writing.\n\n\n1. Categories of Personal Information We Collect\nWe may collect (or may have collected during past twelve (12) months the following categories of Personal Information about you. The categories and examples provided in the list below are those defined in the CCPA. It does not mean that all examples of such category of Personal Information were in fact collected but reflects our good faith belief that to the best of our knowledge that some of that information from the applicable category may have been collected.\nA. Identifiers. A real name, alias, postal address, unique personal identifier, online identifier, Internet Protocol address, email address, account username, screen name, password, Social Security Number, driver's license number, or other similar identifiers: YES\nB. Personal Information categories listed in the California Customer Records statute (Cal. Civ. Code §1798.80(e)). A real name, signature, Social Security Number, physical characteristics or description, address, telephone number, passport number, driver’s license number, insurance policy number, education, employment, employment history, bank account number, or any other financial information, medical information, or health insurance information. Some Personal Information included in this category may overlap with other categories: NO\nC. Protected classification characteristics under California or federal laws. Age (forty (40) years or older), race, color, ancestry, national origin, citizenship, religion or creed, marital status, medical condition, physical or mental disability, sex (including gender, gender identity, gender expression, pregnancy or childbirth and related medical conditions), sexual orientation, veteran or military status, generic information (including familial generic information): NO\nD. Commercial Information. Records of personal property, products or services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies: NO\nE. Biometric information. Genetic, physiological, behavioral, and biological characteristics, or activity patterns used to extract a template or other identifier or identifying information, such as fingerprints, faceprints, voiceprints, iris or retina scans, key stroke, gait, or other physical patterns, sleep, health, or exercise data.: NO\nF. Internet or other similar network activity. Browsing history, search history, and information on a consumer’s interaction with a website, application, or advertisement including user generated content: YES\nG. Geolocation data. Physical location or movements: NO\nH. Sensory data. Audio, electronic, visual, thermal, olfactory, or similar information: NO\nI. Professional or employment-related information. Current or past job history or performance evaluations: YES\nJ. Non-public education information (per the Family Educational Rights and Privacy Act (20 U.S.C. §1232g, 34 C.F.R. Part 99)). Education records directly related to a student maintained by an educational institution or party acting on its behalf, such as grades, transcripts, class lists, student schedules, student identification codes, student financial information, or student disciplinary records: NO\nK. Inferences drawn from other Personal Information. Profile reflecting a person’s preferences, characteristics, psychological trends, predispositions, behavior, attitudes, intelligence, abilities, and aptitudes: NO\n\nUnder the CCPA/CPRA, Personal Information does not include: \n· Publicly available information from governmental records.\n· De-identified or aggregated consumer information.\n· Information excluded from the CCPA/CPRA’s scope, such as:\n(1) Health or medical information covered by the Health Insurance Portability and Accountability Act of 1996 (“HIPPA”) and the California Confidentiality of Medical Information Act (“CMIA”) or clinical trial data.\n(2) Personal Information covered by certain sector-specific privacy laws, including the Fair Credit Reporting Act (“FCRA”), the Gramm-Leach-Bliley Act (“GLBA”), or California Financial Information Privacy Act (“CalFIPA”), and the Driver’s Privacy Protection Act of 1994 (“DPPA”).\n\n\n2. Sources of Personal Information\nWe obtain the categories of Personal Information listed above from the following categories of sources:\n· Directly from you. From forms, subscriptions, or purchase orders you complete on our Services.\n· Indirectly from you. From observing your activities in our Services.\n· Automatically from you. Through cookies we set on your device.\n· From third parties. From marketing and advertising companies, social networking companies, and service providers.\n· From publicly available sources. From online database searches.\n\n\n3. Use of Personal Information\nAs described in more detail in the section titled “How Do We Use Your Information and Why?” of our Privacy Policy, we may use or disclose Personal Information we collect for the following business purposes or commercial purposes:\n· To provide our Services\n· For marketing purposes.\n· To provide you with ads or information that may be interest to you.\n· To improve our products and services.\n· To maintain the safety and security of our Services.\n· To carry out our legal obligations.\n· For testing, research, analysis, and development of our product and services.\n· As described to you when collecting your Personal Information or as otherwise set forth in the CCPA/CPRA.\n· For internal administrative and auditing.\n· To respond to law enforcement requests and as required by applicable law, court order, or governmental regulations.\n\n\n4. Disclosure of Personal Information\nAs described in more detail in the section titled “Who Do We Share Your Information With and Why?” of our Privacy Policy, we may use or disclose Personal Information to a third party for the above purposes. We may share your Personal Information with the following categories of third parties:\n· Our affiliates and subsidiaries.\n· Service providers.\n· Business partners.\n· Payment partners.\n· Sponsors and other partners for contests and promotions.\n· In connection with corporate transactions.\n· Third parties to whom you or your agent authorize us to disclose your Personal Information in connection with products or services we provide to you.\n· Law enforcement or others if required by law.\n\nFrom the list in the above sub-section titled “Categories of Personal Information We Collect”, we may use or disclose and may have used or disclosed during past twelve (12) months the following categories of Personal Information for the above purposes:\n· Category A: Identifiers.\n· Category F: Internet or other similar network activity.\n· Category I: Professional or employment-related information\nWhen we disclose Personal Information for a business purpose or a commercial purpose, we enter a contract that describes the purpose and requires the recipient to both keep that Personal Information confidential and not use it for any purpose except performing the contract.\n\n\n5. Sale of Personal Information\nThe CCPA/CPRA broadly defines the term “sale” or “sell” to mean selling, renting, releasing, disclosing, disseminating, making available, transferring, or otherwise communicating orally, in writing, or by electronic or other means, a consumer’s Personal Information by the business to a third party for valuable consideration. This means that we may have received some kind of benefit in return for sharing Personal Information and it does not necessarily mean we received any money in exchange.\n\nAs defined by the CCPA/CPRA, we may “sell” or “share” Personal Information to or with our affiliates and subsidiaries, service providers, business partners, payment processors, sponsors, and other partners for contests and promotions, other companies in connection with corporate transactions, and third parties to whom you or your agent authorize us to disclose your Personal Information in connection with products or services we provide you.\n\nAs required by the CCPA/CPRA, we provide a link on our website, mobile and online application, titled “DO NOT SELL OR SHARE MY PERSONAL INOFORMATRION” or “Your Privacy Choices” button.\n\n\n6. Personal Information of Minors Under 16 Years of Age\nNEW does not knowingly collect, maintain, disclose, or otherwise process Personal Information from minors under the age of sixteen (16) through our Services.\n\nWe do not sell your Personal Information if we actually know you are less than sixteen (16) years of age, unless we receive affirmative authorization (the “right to opt-in”) from either you if you are between thirteen (13) and sixteen (16) years of age, or the parent or guardian if you are less than thirteen (13) years of age. If you opt-in to the sale of Personal Information, you may opt-out of future sales at any time. To exercise the right to opt-out, you or your authorized representative may submit a request to us by contacting us.\n\n\n7. Do Not Track\nOur websites and apps are not designed to respond to “do not track” requests from browsers.\n\n\n8. “Shine the Light” and “Online Eraser” Laws\nUnder the California Civil Code §1798.83 (California’s “Shine the Light” law), California residents may request us once a year, free of charge, information about sharing their Personal Information in the proceeding calendar year with third parties for those third parties direct marketing purposes. If you would like to request more information under the California’s Shine the Light law, you can contact us using the contact information provided below.\n\nUnder the California Business and Professional Code §22581 (California’s “Online Eraser” law), California residents under the age of eighteen (18) who are registered user of online sites, services, or applications where this policy is posted may request and obtain removal of content of information you have publicly posted. Please be aware that your request does not guarantee complete or comprehensive removal of content or information posted online and that the law may not permit or require removal in certain circumstances. If you would like to request more information under the California’s Online Eraser law, you can contact us using the contact information provided below.\n\n\nHow Do We Protect Your Information?\nWe are committed to protecting your information. We have adopted commercially reasonable technical, administrative, and physical security measures designed to provide protection for your information against loss, misuse, unauthorized access, and alteration. The security of your information is important to us, but please note that no method of transmission over the Internet or method of electronic storage is 100% secure. Therefore, we cannot guarantee its absolute security.\n\n\nCookies and Other Similar Technologies\nWe, and our third parties that provide content, advertising, or other functionality in our Services, may use cookies and/or other technologies in certain areas of our Services.\n1. Cookies\nCookies are small files paced on your device. They enable the entity that put the cookie on your device to recognize you across different websites, services, and browsing sessions. Cookies serve many useful purposes. \n· Cookies can remember your sign-in credentials, so you don’t have to enter those credentials each time you sign-in to our Services.\n· Cookies help us and third parties understand which parts of our Services are the most popular because they help us to see which pages and features visitors are accessing and how much time they spend on the pages. Studying this information helps us to improve our Services.\n· Cookies help us and third parties understand which ads you’ve seen so you don’t get the same ad each time you access a Service.\n· Cookies help us and third parties to provide you with relevant content and advertising by collecting information about your activity in our Services, other websites and apps.\nWhen you use a web browser to access the Services, you can configure your browser to accept all cookies, reject all cookies, or notify you when a cookie is sent. Each browser is different, so check the help menu of your browser to learn how to change your cookie preferences. Your device operating system may contain additional cookie controls. Please note that some of our Services are designed to work using cookies, so disabling cookies may affect your ability to use those Services or certain parts of them.\n\n\n2. Beacons\nWe and our third parties may use technologies called beacons or pixels that communicate information from your device to a server. Beacons can be embedded in online content, videos, and emails, and can allow a server to read certain types of information from your device, know when you’ve viewed particular content or a particular email message, and determine the time and date on which you viewed the beacon and the IP address of your device. We and certain third parties use beacons for a variety of purposes, including to analyze the use of our Services and, along with cookies, to provide content and ads that are more relevant to you.\n\n\n3. Other Local Storage\nWe and our third parties may use other kinds of local storage technologies, such as Local Shared Objects (also referred to as Flash cookies) and HTML5 local storage, in connection with our Services. These technologies are similar to the cookies discussed above. They are stored on your devices and can be used to store certain information about your activities and preferences. However, these technologies may make use of different parts of your devices from standard cookies, so you might not be able to control them using standard browser tools and settings.\n\n\n4. GeoIP Location\nWe and our third parties may use technologies called geoIP that communicate information about the country you are located. GeoIP is the method of locating your device’s geographic location by identifying that device's IP address. \n\n\nChanges to this Privacy Policy\nWe may update this Privacy Policy from time to time. We will notify you if any changes to this Privacy Policy are material and, where required by applicable law, we will obtain your consent. Notice may be made by posting a prominent notice on our websites, applications and Services, or by other means complying with applicable laws. Your continued use of the Services indicates your acceptance of the modified Privacy Policy.\n\n\nContact Us\nNEW ID Co., Ltd. is the data controller of your Personal Information. You may contact us if you have general questions regarding our Privacy Policy, your Personal Information, or exercising your rights by sending us email at: privacy@its-newid.com.\nPlease be advised that for both your and our safety, we may need to authenticate your identity before responding to your request."},
    "share": {"content": "Do Not Sell or Share My Personal Information\nLast updated April 15, 2024\n\nNotice of the Right to Opt-out of the Sale of Personal Information\nNEW ID offers our customers certain choices about how we use their information. The California Consumer Privacy Act of 2018 (“CCPA”), as amended by the California Privacy Rights Act in 2020 (“CPRA”) gives California residents the right to opt- out of the “sale” of their personal information.\n\n\nInterest-based Advertising Opt-Outs\nCertain NEW ID websites and/or applications may feature interest-based advertising. Advertising, including interested-based advertising, enables NEW ID websites and/or applications to provide you certain offers that are more relevant to you.\n\n\nThe CCPA and the CPRA broadly defines “sale” of personal information in a way that may include allowing third parties to receive certain information to add to a profile about your device, browser, or you. This profile enables interest-based advertising on applicable NEW ID services and other online services. \n\n\nOn some of our websites and/or applications when you click the “DO NOT SELL OR SHARE MY INFORMATION” link in the website footer or “Your Privacy Choices” link in the application settings menu, you will be directed to this page where we provide additional information and options for you to learn more about your choices and how to opt out from interest-based advertising more broadly. In some cases, we ask for your email address so we may add it to an appropriate suppression list. In other case where we use cookies, you can opt out of this type of information sharing at any time by disabling advertising cookies in your cookie preferences. \n\n\nWhen enabling advertising opt-out tools please understand the following:\nThe opt-outs described above are device and browser based. Because the information being shared relates to your device ID and/or browser ID, you will need to opt out on each device and each browser.\nOpt-outs may be stored via cookies. If you clear cookies or if your browser blocks cookies, your opt-out cookie may no longer be available. In this case your opt-out choices can not to be honored.\n\n\nWe may still use your data to deliver contextual advertising, conduct cross-device tracking to serve you first-party ads directly, or for non interest-based advertising purposes, such as attribution and analytics.\nFor more information on our privacy practices, please visit our Privacy Policy. If you have questions about our sharing practices, you can email us at privacy@its-newid.com."},
    "terms": {"content": "Terms of Use\nEffective Date April 15, 2024\n\nNEW ID Co., Ltd. and its affiliates and subsidiaries (collectively “NEW”, “we”, “us” or “our”) provides interactive services to audiences worldwide. These Terms of Use, together with the Arbitration Agreement, govern your use of our websites, applications, and other products and services (collectively, the “Services”). Please read these Terms carefully before using the Services.\nBy using our Services, you acknowledge and accept these Terms and agree to be legally bound by them, whether or not you have created an account with us. These Terms of Use are effective as of the Effective Date stated above or thirty (30) days after our notice to you, if required by the applicable law. Not using our Services is your sole remedy if you do not agree with our Terms of Use.\nPlease also read our Privacy Policy that provides information about our practices concerning your Personal Information you provide us, or we may collect through our Services.\n\nYOU AGREE TO THE CLASS ACTION WAIVER DESCRIBED IN SECTION 13 TO RESOLVE ANY DISPUTES WITH US.\n\n\n1. ELIGIBILITY; COMPATIBILITY; CHANGES\n1.1 Eligibility. You must be at least thirteen (13) years of age or older (the “Minimum Age”) to use our Services. If you are under the Minimum Age, you may use our Services if and only if you have the permission to use our Services from your parent or legal guardian, your use of our Services is subject to your parent or legal guardian’s supervision and control, and your parent or legal guardian reads these Terms of Use with you. Certain areas of our Services require you to be a certain age to access. When you use or attempt to use such areas of our Services, you certify that you are at least the required age and satisfy all other eligibility requirements of such Services and agree to all of the terms and conditions described in these Terms of Use. If you are not yet the required age for such areas, you do not satisfy any of other eligibility requirements, or you do not agree with all of the terms and conditions in these Terms of Use for any reason, please discontinue using the areas and/or Services (as applicable) immediately. If you are a parent or legal guardian of a child under the Minimum Age, you are subject to these Terms of Use when you allow your child to use our Services. You are also responsible for your child’s activity on our Services. You acknowledge that you may be exposed to certain content that you may find objectionable while using our Services, and you are responsible for determining whether the content on our Services is suitable for you or, if applicable, any child using our Services under your supervision and control. Some content on our Services may not be suitable for individuals under the Minimum Age.\n1.2 Compatibility. By using our Services, you agree that we do not take responsibility or otherwise warrant the performance of your device for our Services, including the continued compatibility with our Service.\n1.3 Changes. We reserve the right for future changes of these Terms of Use. We encourage you to review our Terms of Use (including any Additional Terms thereof) and our Privacy Policy for your awareness and understanding of the most current version. The most version of our Terms of Use (together with the Effective Date) will be posted from each of our Services. We may change these Terms of Use for reasons including, but not limited to changes in law or in our Services. Changes to our Terms of Use will be effective immediately, or otherwise required by law, thirty (30) days after the notice by posting the updated Terms of Use on our Services. Your continuing use of our Services after the change is deemed as your acknowledgement and acceptance for all changes. For the avoidance of doubt, if certain areas of our Services direct you to a link for a separate terms and conditions, such terms and conditions will also apply to your use of applicable areas of our Services.\n\n\n2. ADDITIONAL TERMS\nYour use of certain Services including, but not limited to terms and conditions for contests, sweepstakes, or other promotions or activities, may be subject to additional terms and conditions (the “Additional Terms”) such as voting rules, or certain age and/or geographic restrictions. You are responsible to comply with such Additional Terms we provide. We will provide any Additional Terms, including for or related to features of our Services that are provided by third parties, by posting them on the applicable Services. Such Additional Terms will be incorporated by reference into these Terms of Use. If there is any conflict between these Terms of Use and any of such Additional Terms, The Additional Terms shall prevail only for the particular areas of the Services or the use thereof.\n\n\n3. INTELLECTUAL PROPERTY; LICENSE\n3.1 Any audio and video materials, photographs, text, graphics, logos, layouts, designs, interfaces, software, data and other content associated with the Services (the “Content”) are protected by intellectual property and other applicable laws including, but not limited to trademark, trade secret, or other legal notices or restrictions. You shall not remove or alter any copyright, trademark, or other legal notices marked on the Content. You shall not remove or alter any copyright, trademark, or other legal notices marked on the Content. Except as specifically provided herein, we reserve all rights in and to our Services and the Content.\n3.2 Subject to your compliance with these Terms of Use, we hereby grant you a limited, non-exclusive, non-transferable, non-sublicensable license to access and make personal, non-commercial use of our Services in accordance with the terms and conditions set forth in these Terms of Use. We own and retain all rights to our Services. The Services are protected by intellectual property laws including, but not limited to trademark, trade secret, copyright, and other applicable laws. Except expressly authorized by us in writing, you may not either directly or through use of any software, device, internet site, web-based service or other means, or encourage others:\n(a) to download, stream capture, store in a database, archive or otherwise copy any part of our Services or the Content;\n(b) to upload, sell, rent, lease, lend, broadcast, transmit or otherwise disseminate, distribute, display or perform any part of our Services or the Content;\n(c) to license or sublicense all or any p[art of our Services or the Content: or\n(d) to exploit any part of our Services or the Content in any way.\n3.3 Except as expressly permitted herein, you are strictly prohibited from creating any derivative works, or electronic and/or physical materials that are derived from or based in any way on our Content, including, but not limited to montages, mashups, videos, translations, samplings, wallpaper, desktop themes, fonts, icons, greeting cards, and merchandise.\n\n\n4. ADVERTISING\nThe Services we provide is supported by advertising. By using the Services, you agree to receive advertising from us and our partners.\n\n\n5. THIRD-PARTY CONTENT\nOur Services may integrate, be integrated into, or be provided in connection with third party websites, platforms, services, applications, platforms and/or content (each, a “Third Party Platform”) or contain third party content (including advertisements). Unless expressly indicated otherwise, we do not endorse or evaluate third party content, products, services or websites; we do not assume responsibility for third parties’ products, services, actions or omissions; and we have no liability whatsoever for goods and services you may obtain from or through other services even if you were directed or linked to such a service through our Services. If you connect to our Services through a Third Party Platform (e.g., social media) or navigate to a Third Party Platform from our Services, the Third Party Platform will collect your information separately from us. You should review the applicable Third Party Platform’s privacy policies before using their services to understand how they are using your information and your rights in relation to such information.  \nFrom time to time, you may communicate with, receive communications from, be re-directed to, interact with or participate in or use the services or obtain goods and services of or from, third parties, such as our advertisers, sponsors or promotional partners (collectively, the “Advertisers”) as a result of your use of our Services. All such communication, interaction and participation is strictly and solely between you and such Advertisers and, to the fullest extent permissible by law, we shall not be responsible or liable to you in any way in connection with these activities or transactions (including, without limitation, any representations, warranties, covenants, contracts or other terms or conditions that may exist between you and the Advertiser or any goods or services you may purchase or obtain from any Advertiser).\n\n\n6. TERM AND TERMINATION\n6.1 These Terms of Use will continue to apply to you until terminated by either you or us. You agree that we, in our sole discretion, and without penalty, may suspend, restrict, discontinue or bar your access to our Services at any time without prior, including in the event(s) of your actual or suspected unauthorized use of our Services and/or Content, your engagement or assistance in violating the rights (including intellectual property rights) of us, or other third-party, or your non-compliance with these Terms of Use.\n6.2 If we suspend or discontinue your access to our Services, you agree that we will have no liability or responsibility to you or any third-party. Any suspected fraudulent, abusive, or illegal activity may be referred to appropriate law enforcement authorities. These remedies are in addition to any other remedies we may have at law or in equity.\n6.3 You may discontinue use of our Services at any time. Your only remedy with respect to any dissatisfaction with: (i) our Services; (ii) these Terms of Use; (C) any of our policy or practice in operating any part of our Services; or (D) any Content, is to discontinue using the Services.\n\n\n7. PROHIBITED CONDUCT\nNotwithstanding anything to the contrary herein, you agree not to do, or assist others to do, the following:\n7.1 copy, retransmit, archive, “rip”, record, reproduce, publish, license, disseminate, display or perform to the public, make available to the public, broadcast, re-use, re-post, offer for sale, exploit, transfer, broadcast, circulate or distribute all or part of the Content or otherwise access or make any use of our Service which is unauthorized, not permitted by applicable law or which otherwise infringes the intellectual property rights in our Services, or any part of it;\n7.2 circumvent or disable any content protection system or digital rights management technology used in connection with our Services to control download, stream, capture, copying, linking, framing, reproduction, access to, or distribution to the Content; \n7.3 use, reproduce, publish or display our Services and/or any portion thereof, in any manner that may give a false or misleading impression, attribution or statement as to us, or any third-party associated with or appearing in any of the Content; \n7.4 impersonate or misrepresent your affiliation with any person or entity, falsely claim an affiliation with any person or entity, misrepresent the identity, or perform any other similar fraudulent activity;\n7.5 alter or remove any copyright, trademark or other intellectual property rights notices or other proprietary rights contained in our Service;\n7.6 use our Services for any commercial (including but not limited to any advertising or solicitation) or illegal purpose, public performance or in violation of any applicable law, including, without limitation, laws governing intellectual property and other proprietary rights, data protection and privacy;\n7.7 circumvent, block or otherwise impair any advertisements in our Services, or create or distribute tools designed to block advertisements in our Services;\n7.8 use technology or other means to access, index, frame or link to our Services (including the Content) that is not authorized by us (including by removing, bypassing, circumventing, altering, disabling, damaging, thwarting or otherwise interfering with (i) security-related mechanisms of our Service, or (ii) any other features that enforce limitations on the use of our Services or Content; \n7.9 reverse engineer, decompile, disassemble or otherwise attempt to discover, use any software, source code, or other products or processes accessible through our Services or any part thereof (including any application programming interface (API)), or create derivative works of our Services, Content, or any part thereof, except to the extent permitted by applicable law;\n7.10 use any data mining, data gather or extraction method in conjunction with any part of our Services;\n7.11 use “crawling” or any automated means (including web robots, web scutters, scraper and indexers) to view, access or collect information from us, other users or any part of our Services; provided, however, that general purpose internet search engines and non-commercial public archives that use tools to gather information for the sole purpose of displaying hyperlinks are granted a limited exception from the foregoing exclusion, provided that they do so from a stable IP address or range of IP addresses using an easily-identifiable agent; or\n7.12 use or interfere with any part of our Services in any manner that could damage, disable, overburden, or impair our Services or interfere with any user’s enjoyment of our Services, including uploading or otherwise disseminating any worms, viruses, Trojan horses, adware, spyware, or other malicious, disruptive or corrupted files, data, code or programs.\n\n\n8. WARRANTY DISCLAIMERS\n8.1 TO THE FULLEST EXTENT PERMISSIBLE PURSUANT TO APPLICABLE LAW, THE INDEMNIFIED PARTIES DISCLAIM ALL WARRANTIES, STATUTORY, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NON-INFRINGEMENT OF PROPRIETARY RIGHTS. NO ADVICE OR INFORMATION, WHETHER ORAL OR WRITTEN, OBTAINED BY YOU FROM US OR THROUGH OUR SERVICES WILL CREATE ANY WARRANTY NOT EXPRESSLY STATED HEREIN.\n8.2 ACKNOWLEDGE AND AGREE TO THE ESSENTIAL CONDITIONS THAT: (A) USE OF OUR SERVICES IS AT YOUR OWN DISCRETION AND RISK, AND THAT YOU WILL BE SOLELY RESPONSIBLE FOR ANY LOSS OR DAMAGE THAT RESULTS FROM SUCH USE OF OUR SERVICES; AND (B) OUR SERVICES AND FEATURES CONTAINED THEREIN ARE PROVIDED ON AN \"AS IS\", \"AS AVAILABLE\" AND \"WITH ALL FAULTS\" BASIS AND WITHOUT WARRANTIES OR REPRESENTATIONS OF ANY KIND EITHER EXPRESS OR IMPLIED. THEWILL NOT LIMIT ANY NON-WAIVERABLE WARRANTIES OR CONSUMER PROTECTION RIGHTS THAT YOU MAY BE ENTITLED TO UNDER THE LAWS OF YOUR COUNTRY OF RESIDENCE.\n8.3 THE INDEMNIFIED PARTIES DO NOT WARRANT THAT OUR SERVICES AND FEATURES CONTAINED THEREIN WILL BE UNINTERRUPTED, OR FREE OF ERRORS, VIRUSES, OR OTHER HARMFUL COMPONENTS AND DO NOT WARRANT THAT ANY OF THE FOREGOING WILL BE CORRECTED.\n\n\n9. LIMITATIONS OF LIABILITY AND DAMAGES\n9.1 UNDER NO CIRCUMSTANCES, INCLUDING, BUT NOT LIMITED TO, NEGLIGENCE, WILL THE INDEMNIFIED PARTIES BE LIABLE FOR ANY SPECIAL, INDIRECT, INCIDENTAL, CONSEQUENTIAL, PUNITIVE, RELIANCE, OR EXEMPLARY DAMAGES ARISING OUT OF OR RELATING TO THESE TERMS OF USE OR THAT RESULT FROM YOUR USE OF OR YOUR INABILITY TO USE OURI SERVICES, OR ANY OTHER INTERACTIONS WITH US, EVEN IF WE OR OUR AUTHORIZED REPRESENTATIVE HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.\n9.2 YOU ACKNOWLEDGE AND AGREE THAT WE HAVE MADE AVAILABLE AND OFFERED OUR SERVICES AND ENTERED INTO THESE TERMS OF USE AGREEMENT IN RELIANCE UPON THE WARRANTY DISCLAIMERS AND THE LIMITATIONS OF LIABILITY, THAT THE WARRANTY DISCLAIMERS AND THE LIMITATIONS OF LIABILITY REFLECT A REASONABLE AND FAIR ALLOCATION OF RISK BETWEEN YOU AND US, AND THAT THE WARRANTY DISCLAIMERS AND THE LIMITATIONS OF LIABILITY FORM AN ESSENTIAL BASIS OF THE BARGAIN BETWEEN YOU AND US. WE WOULD NOT BE ABLE TO PROVIDE OUR SERVICES TO YOU ON AN ECONOMICALLY REASONABLE BASIS WITHOUT THESE LIMITATIONS.\n9.3 THIS SECTION 9 OF THE TERMS OF USE APPLIES TO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW.\n\n\n10. ENTIRE AGREEMENT\n10.1 Other than as stated in this Section 10 or as explicitly agreed upon in writing between you and us, the latest version of Terms of Use constitutes all the terms and conditions you and us agree upon, and supersedes any prior agreement under a prior version of Terms of Use, whether written or oral. For avoidance of doubt, our customer service representatives are not authorized to modify these Terms of Use, either verbally or in writing.\n10.2 Except as otherwise required by law, the controlling language of these Terms of Use is the English language.\n\n\n11. NO WAIVER\n11.1 Our decision to delay exercising or enforcing any right or remedy under these Terms of Use shall not constitute a waiver of such right or remedy with respect to any party. \n11.2 Even if we act in a way that appears to you to be inconsistent with these Terms of Use or fail to enforce any provision thereof, our actions shall not be deemed a waiver or constructive amendment of such provision nor of the right to enforce such provision. If any part of these Terms of Use is determined to be invalid or unenforceable pursuant to applicable law, including, but not limited to, the warranty disclaimers and liability limitations, then the invalid or unenforceable provision will be deemed superseded by a valid, enforceable provision that most closely matches the intent of the original provision and the remainder of these Terms of Use shall continue in effect.\n\n\n12. GOVERNING LAW\nThese Terms of Use and all claims arising from or related to your use of our Services will be governed by and construed in accordance with the laws of the Republic of Korea, without regard to its conflict of law principles. You and us agree to submit to the exclusive jurisdiction of the Seoul Central District Court. Both you and us waive any objection to venue or forum non conveniens with respect to any such dispute or claim and agrees not to assert any defense or challenge based on forum non conveniens in any legal proceeding related to such dispute or claim. Regardless of any statute or law to the contrary, you must file any claim related to use of our Services or these Terms of Use within one (1) year of the events first giving rise to such claim. OTHERWISE, YOU WILL WAIVE THE CLAIM.\n\n\n13. CLASS ACTION WAIVER\nWhere permitted under applicable law, you and us agree that each may bring claims against the other only in your or its individual capacity, and not as a plaintiff or class member in any purposed class or representative proceeding. Further when permitted under applicable law, unless both you and us agree otherwise, the court may not consolidate another person’s claim with your claims, and may not otherwise preside over any form of a representative or class proceeding.\n\n\n14. CONTACT US\nIf you have other questions or comments regarding these Terms of Use or seek general assistance on our Services, please contact us by email at support@its-newid.com."}
}